[
  {
    "employer__id": 1,
    "name": "Affordable Dumpster Rental",
    "location": "Tampa, Florida",
    "start": "2021",
    "end": "Present",
    "title": "Data Analyst, UI Developer",
    "logo": "../assets/adrlogo.png",
    "description": "I started at Affordable Dumpster Rental in sales. Through hard work, tenacity, and accountability, I was tasked with building a new market in Nashville. During this, my technical skills were highlighted and I was promoted to an Analyst position.",
    "accomplishments": [
      "Promotion within 6 months of hire into technical position",
      "Developed custom reporting for our dispatch, billing, and AR/AP teams to improve productivity by at least 50%",
      "Designed and Developed a full web app for our hauler partners to improve sales numbers using the React framework and custom CSS."
    ]
  },
  {
    "employer__id": 2,
    "name": "Blue Chip Maintenance",
    "location": "Tampa, Florida",
    "start": "2020",
    "end": "2021",
    "title": "Project Manager",
    "logo": "../assets/bcm.png",
    "description": "As the lead plumbing project manager, I oversaw service plumbing repairs for rental property companies including First Key Homes, Main Street Renewal, and Offerpad. Duties included taking technician diagnosis, pricing out the job in the form of a bid, and communicating with company personelle to secure the job for Blue Chip.",
    "accomplishments": [
      "Having the most plumbing experience on the team, I was the first point of contact for all of our rental property clients.",
      "Coached and mentored technicians to learn the plumbing trade and make proper repairs in compliance with local, state, and nationwide plumbing code.",
      "My technical experience allowed me to regularly be in the top 3 of 9 project managers for bids submitted, bids approved, and jobs completed."
    ]
  },

  {
    "employer__id": 3,
    "name": "Plumber",
    "location": "Tampa, Florida",
    "start": "2017",
    "end": "2020",
    "title": "Plumbing Contractor",
    "logo": "../assets/plumbing.jpg",
    "description": "Completed home and commercial plumbing repairs in compliance with Florida state plumbing code",
    "accomplishments": [
      "Starting as an apprentice, I learned as quickly as I could and was awarded with the responsibility of running my own truck after 1 year of service.",
      "I pride myself on being customer conscious and sales-minded. By providing the customer options to solve their plumbing problems, I was able to close 90-95% of the service calls I went on, with an average ticket of $1000 USD or more."
    ]
  }
]
